/* eslint-disable no-irregular-whitespace */

export const debugRevisorInitialText = `　字下げあり！　文末約物あり。
字下げなし、　文末約物なし
 半角字下げあり？
　　過剰な字下げ！約物後不要空白？　
　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　作者名
「字下げなし！」
 「半角字下げあり？」
　「字下げあり？　」
「不正約物。」
　奇数使用禁止！！？　複数使用禁止、。混合利用禁止。！
　全角数字１、２３、４５６、７８９０。
　半角数字1、23、456、7890。混在１2。
　全角英字Ａ、ＢＣ、ＤＥＦ。
　半角英字A、BC、DEF。混在ＡB。単語Japan、airbnb、a。
　半角記号、単独#、10%、E's。VRゴーグル、ＱＲコード、4K、４Ｋ。
　第一回、あーん、二ヶ月、ニッポン。十センチ上昇。
　雲一つの一人と一つに一・一倍。雲二つの二人、二・五。
　第ー回、あ一ん、ニヶ月、二ッポン。十乜ン千上昇。
　雲ーつのー人とーつにー・一倍。雲ニつのニ人、ニ・五。

　した。そうだ。ある。「あった」そういうことです。

　これもあれもこれも。
`;
